import { Typography } from 'antd';
import { Content } from 'antd/lib/layout/layout';
import React from 'react';

const About = () => {
  return (
    <Content style={{ margin: 50 }}>
      <Typography.Title>Компания жайлы</Typography.Title>
      <Typography.Paragraph>
        ЖШС “Али и Комп” кәсіпорны онлайн әр алуан парақшалардан бағдарламалардан тапсырыс бергіп отырған адамдардың тапсырыстарын уақытылы алып , тапсырыс берген адамдармен хабрасып немесе үйлеріне дейін жеткізіп отырады.
        ЖШС “Али и Комп” кәсіпорынының орналасқан мекен-жайы:Магнитогорская көшесі 19.
      </Typography.Paragraph>
      <Typography.Paragraph>
        «Қазпошта» — пошта байланысы кәсіпорны. Бұрынғы Байланыс министрлігінің құрамындағы біртұтас «Байланыс» саласынан 1993 жылы қазанда бөлініп шығып, дербес шаруашылық субъектісі болды. 1995 жылы қарашадан республикалық мемлекеттік кәсіпорын. ҚР Үкіметінің «Пошта байланысы мемлекеттік кәсіпорны мен оған қарасты мемлекеттік кәсіпорындарды қайта құру туралы» 1999 жылы 20 желтоқсанда «Қазпошта» ААҚ болып қайта құрылды. Құрылтайшысы – ҚР Үкіметі. Мемлекеттің үлесі 100%. Ұйымдық құрылымы негізгі 4 деңгейден тұрады. Бірінші деңгей – облысы бөлімшелерге тікелей басшылық жасайтын, пошта жұмысын республикалық деңгейде ұйымдастырып, үйлестіретін орталық аппарат. Екінші деңгей 14 облысы бөлімшені 2 поштамптты (Алматы мен Нұр-Сұлтан) біріктіреді. Үшінші деңгей облысы бөлімшелерге бағынып, аудандар мен қалалар аумақтарында пошта жөнелтілімдерінің барлық түрлерінің қабылдануын, өңделуін, тасымалдануын және табыс етілуін қамтамасыз ететін пошта байланысының 20 қалалық және 154 ауданы тораптарынан тұрады. Төртінші деңгей 614 қалалық бөлімшені, 2774 ауылдық бөлімшені және 2 пошта тасу бөлімшесін қамтиды. Кәсіпорынның өз тасымал құралдары: 49 т. жылы пошта вагоны, 900-ден астам автокөлігі бар. Жылына орта есеппен 14 млн. хат тасиды.
        «Қазпошта» ҚР Ұлттық банкінің лицензиясына сәйкес теңгемен және шет ел валютасымен операциялар жүргізеді; пошта жөнелтілімдерін, жедел поштаны қабылдау, тасымалдау және жеткізу жөнінде кәсіпкерлік қызмет көрсетеді; Бағалы қағаздар рыногінде делдалдық қызметпен айналысады. ТМД елдерімен (Өзбекстаннан басқа) және алыс 14 шет мемлекетпен халықаралық пошта аударымы алмасылады.
      </Typography.Paragraph>
    </Content>
  );
};

export default About;
