import React from 'react';
import { Typography } from 'antd';
import { Content } from 'antd/lib/layout/layout';

const SpecialOrders = () => {
  return (
    <Content style={{ margin: 50 }}>
      <Typography.Title>
        Контакты служб специальной связи РК:
      </Typography.Title>
      <ol>
        <li>г. Нур-Султан, ул. Бейбитшилик, 37, тел. (717) 611-699 вн. 1884 гл. специалист отдела продаж филиала PCCC; E mail: post_r@kazpost.kz</li>
        <li>г. Алматы, ул. Бродского, 33, тел. (727) 39-17-35, (727)393-17-25 начальник ССС Альпиев Шинарбек Нигметович; E-mail: Almaty_sss@krsss.kazpost.kz </li>
        <li>г. Нур-Султан, ул. Ауэзова, 13, тел. (7172) 32-68-69 начальник ССС Муртбаев Кайрат Аблакимович</li>
        <li>г. Актобе, ул. 8-марта, тел. (7132) 71-38-65 начальник ССС Атагулов Рустембек Айтбаевич</li>
        <li>г. Атырау, ул. Баймуханова, 70 «А», тел. (7122) 36-29-72, (7122) 36 71 25 начальник ССС Узаков Руслан Ибрагимович</li>
        <li>г. Кокшетау, ул. Абая 108, тел. (7162) 25-20-30 начальник ССС Жакенов Акан Болатович </li>
        <li>г. Талдыкорган, с. Еркин, ул. Сулеева, 50 (здание автобазы), тел. (7282) 26-81-30 начальник ССС Чонкабаев Ермухан Даулетханович</li>
        <li>г. Усть – Каменогорск, ул. Теміржолшыла, 97, тел. (7232) 50-06-02 начальник ССС Дюзбенбеков Асхат Даулетжанович</li>
        <li>г. Семей, Привокзальная площадь, 1, тел. (7222) 50-68-01 начальник ГОСС Алкеев Жексембай Рымбекулы </li>
        <li>г. Тараз, ул. Толе би 79, тел. (7262) 99-93-18, 8 (7262)96-34-35 начальник ССС Рыскулбеков Кайрат Сауатбекович</li>
        <li>г. Уральск, ул. Жукова, 23, тел. (7112) 51-77-61 начальник</li>
        <li>г. Караганда, ул. Бытовая, 23, тел. (7212) 43-23-05 ССС Бекмамбетов Тулеген Марленович начальник ССс Сейфуллин Манат Хасенович</li>
        <li>г. Костанай, ул. Перронная, 7, тел. (7142) 53-71-11 начальник ССС Абильдин Байболат Абильдинович</li>
        <li>г. Кызылорда, ул. Муратбаева, 28, тел. (7242) 23-35-11 начальник ССС Алмагамбетов Муктар Джоламанович</li>
        <li>г. Актау, мкр 14, Дом связи, тел. (7292) 42-13-01 начальник ССС. Жанилтпашев Алибек Адилович</li>
      </ol>
    </Content>
  );
};

export default SpecialOrders;
